Ran Plan for 2 projects:

1. project: `terraform-module-proxmox-cloudinit-template` dir: `repositories/terraform-module-proxmox-cloudinit-template` workspace: `default`
1. project: `terraform-module-proxmox-instance` dir: `repositories/terraform-module-proxmox-instance` workspace: `default`

### 1. project: `terraform-module-proxmox-cloudinit-template` dir: `repositories/terraform-module-proxmox-cloudinit-template` workspace: `default`
<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # github_issue_label.issue_label["skip-verify-changelog"] will be created
+ resource "github_issue_label" "issue_label" {
      + color      = "#FBCA04"
      + etag       = (known after apply)
      + id         = (known after apply)
      + name       = "skip-verify-changelog"
      + repository = "terraform-module-proxmox-cloudinit-template"
      + url        = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p terraform-module-proxmox-cloudinit-template`
* :put_litter_in_its_place: To **delete** this plan click [here](https://atlantis.lab.analbeard.com/lock?id=a7d-corp%252Fgithub-repo-management%252Frepositories%252Fterraform-module-proxmox-cloudinit-template%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p terraform-module-proxmox-cloudinit-template`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
### 2. project: `terraform-module-proxmox-instance` dir: `repositories/terraform-module-proxmox-instance` workspace: `default`
```diff
No changes. Your infrastructure matches the configuration.

Terraform has compared your real infrastructure against your configuration
and found no differences, so no changes are needed.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p terraform-module-proxmox-instance`
* :put_litter_in_its_place: To **delete** this plan click [here](https://atlantis.lab.analbeard.com/lock?id=a7d-corp%252Fgithub-repo-management%252Frepositories%252Fterraform-module-proxmox-instance%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p terraform-module-proxmox-instance`

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`